     A          R ACTGLP                    TEXT('MIN     PF')
     A            CARREG        10A
     A            OWNERNAME     20A
     A          K CARREG
