     A          R ACTGLP                    TEXT('MIN     PF')
     A            CARREG        10A
     A            OWNERN        20A
     A            YRREG          4A
     A            TEMP           1A
     A          K CARREG
