     A          R ACTGLP                    TEXT('MIN     PF')
     A            FIELD1         1
     A            FIELD2         1
     A          K FIELD1
