     H
      * Comments : Simple program to display a msg
      *            Use for showing back out
      * Change Log
      * Base Ver : Banking / Core / Base
      * Base Ver : 3.0
      *
     D Name            s             30A
     D wait            s              1A
      /free
       Name = 'emer + v1.01';
       Dsply ('Hello, ' + Name) ''wait ;
       *inlr = '1' ;
      /end-free
