      * jay's insert
      *andys CHANGE IN PROJECT1 REL ON fri1153
      *andy emergency fix
     FMASTER  IF  E           K        DISK
     FARS333DSIF  E                    WORKSTN
     C                     READ ARS333DS                 88
     C                     READ MASTER                   99
     C                     MOVE '1'       *INLR                  Jay's change
